tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "coreutils"
brew "curl"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "grex"
brew "jq"
brew "mas"
brew "pinentry-mac"
brew "procs"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "subversion"
brew "tig"
brew "tmux"
brew "tokei"
brew "vim"
brew "wget"
brew "ykman"
brew "zoxide"
cask "alfred"
cask "audio-hijack"
cask "cleanshot"
cask "font-fira-code"
cask "font-hack"
cask "font-hasklig"
cask "font-new-york"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-source-code-pro"
cask "iina"
cask "imageoptim"
cask "keepingyouawake"
cask "launchcontrol"
cask "loopback"
cask "marked"
cask "rectangle"
cask "sf-symbols"
cask "soundsource"
cask "spotify"
cask "sublime-merge-dev"
cask "sublime-text-dev"
cask "transmit"
mas "1Password 7", id: 1333542190
mas "Boop", id: 1518425043
mas "Data Jar", id: 1453273600
mas "Day One", id: 1055511498
mas "GarageBand", id: 682658836
mas "GoodLinks", id: 1474335294
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "KeyPad", id: 1491684442
mas "Meta", id: 558317092
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PCalc", id: 403504866
mas "Playgrounds", id: 1496833156
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "SQLiteFlow", id: 1378587993
mas "Stave'n'Tabs", id: 1107712488
mas "Things", id: 904280696
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
