alfred
android-file-transfer
atom
coconutbattery
disablemonitor
dockertoolbox
font-anonymous-pro
font-dejavu-sans
font-droid-sans
font-droid-sans-mono
font-droid-serif
font-fontawesome
font-hack
font-inconsolata
font-roboto
font-roboto-mono
font-terminus
font-ubuntu
google-chrome
iterm2
keepassx
keeweb
kid3
paintbrush
reaper
slack
spectacle
spotify
steam
virtualbox
visual-studio-code
vlc
