tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"

brew "bash"
brew "carthage"
brew "cloc"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "ffmpeg"
brew "fish"
brew "git"
brew "gnupg"
brew "haskell-stack"
brew "jq"
brew "mas"
brew "node"
brew "pinentry-mac"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "swiftformat"
brew "swiftlint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "coconutbattery"
cask "dash"
cask "docker"
cask "dropbox"
cask "duet"
cask "google-chrome"
cask "iina"
cask "launchcontrol"
cask "macvim"
cask "paw"
cask "pocket-casts"
cask "spotify"
cask "transmit"
cask "tunnelblick"
cask "visual-studio-code"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-fontawesome"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-hasklig"
cask "caskroom/fonts/font-noto-color-emoji"
cask "caskroom/fonts/font-noto-mono"
cask "caskroom/fonts/font-noto-sans"
cask "caskroom/fonts/font-noto-serif"
cask "caskroom/fonts/font-roboto"
cask "caskroom/fonts/font-roboto-mono"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-ubuntu"
cask "caskroom/versions/iterm2-nightly"

mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Bible", id: 917664748
mas "Copied", id: 1026349850
mas "Gifox", id: 1082624744
mas "Magnet", id: 441258766
mas "PCalc", id: 403504866
mas "Reeder", id: 880001334
mas "Things3", id: 904280696
